Repository: benbass/NameAgePredictor
Catalog: lib/l10n/intl_*.arb
Languages: de

# searchForm_introText
source: Determine the age estimate for a specific first name, optionally for a specific country.
de: Ermittle die Alterssch채tzung f체r einen bestimmten Vornamen, optional f체r ein bestimmtes Land.

# searchField_hintText
source: Enter a first name...
de: Vorname eingeben...

# searchField_invalidValue
source: The search term may not be empty and only contain letters, hyphens and spaces.
de: Der Suchbegriff kann nicht leer sein und darf nur Buchstaben, Bindestriche und Leerzeichen enthalten.

# searchButton_send
source: SEND
de: SENDEN

# responsePage_notFound
source: was not found
de: wurde nicht gefunden

# responsePage_TrayAgainDifferent
source: Try again with a different name (or country).
de: Versuche es nochmal mit einem anderen Namen.

# responsePage_is
source: is
de: ist

# responsePage_yearsOld
source: years old
de: Jahre alt

# responsePage_tryAgain
source: Try Again?
de: Neuer Versuch?

# country_dropDown_hintText
source: Countries
de: L채nder
